a = `МЕН ХОЛМИРЗАЕВ ХУРШИД НАКИБИЛЛАЕВИЧ 1983 ЙИЛ 11 МАРТДА НАМАНГАН ВИЛОЯТИ УЧКУРГОН ШАХРИДА 
ТАВАЛЛУД ТОПГАНМАН.1989-ЙИЛ УЧКУРГОН ШАХАР УСМОН ЮСУПОВ НОМЛИ 2-УРТА МАКТАБНИНГ 1-СИНФИГА КАБУЛ КИЛИНДИМ. 
1998-ЙИЛДА УШБУ МАКТАБНИНГ 9-СИНФИНИ ИМТИЁЗЛИ ШАХОДАТНОМА АСОСИДА БИТИРИБ, УЧКУРГОН МКТИСОДИЁТ ВА ТАДБИРКОРЛИК
КОЛЛЕЖИНИНГ 'ХУКУКШУНОСЛИК' МУТАХАССИСЛИГИ БУЙИЧА УКИШГА КАБУЛ КИЛИНДИМ. 2001-ЙИЛДА УШБУ КОЛЛЕЖНИ ИМТИЁЗЛИ 
ДИПЛОМ БИЛАН ТУГАТДИМ. 2003-ЙИЛДА АНДИЖОН ДАВЛАТ УНИВЕРСИТЕТИ 'МИЛЛИЙ ИСТИКЛОЛ ГОЯСИ:ХУКУК ВА МАЪНАВИЯТ
АСОСЛАРИ' МУТАХАССИСЛИГИ БУЙИЧА 1-КУРСГА КАБУЛ КИЛИНДИМ. 2007-ЙИЛДА УШБУ ЙУНАЛИШЛИ МУВАФФАККИЯТЛИ ТУГУТГАН 
ХОЛДА, УШБУ УНИВЕРСИТЕТДА ТАШКИЛ ЭТИЛГАН 'МИЛЛИЙ ИСТИКЛОЛ ГОЯСИНИНГ ФАЛСАФИЙ МАСАЛАЛАРИ' ЙУНАЛИШИДА МАГИСТРАТУРА
БУЛИМИНИНГ МАГИСТРАНТИ БУЛДИМ. 2009-ЙИЛДА МАГИСТРАТУРА БУЛИМИНИ ТУГАТДИМ ВА ФАЛСАФА КАФЕДРАСИНИНГ ТАКЛИФИГА 
БИНОАН КАФЕДРА АССИСТЕНТИ ЛАВОЗИМИДА ИШЛАБ КЕЛМОКДАМАН. ИЛМИЙ ИЗЛАНИШЛАРИМНИ СИЁСИЙ ФАНЛАР БУЙИЧА ОЛИБ БОРМОКДАМАН. СИЁСИЙ МАДАНИЯТ ВА МАФКУРА' ИХТИСОСЛИГИ БУЙИЧА 'ЁШЛАРДА АХБОРОТ ТЕРРОРИЗМИГА КАРШИ ИММУНИТЕТНИ ШАКЛЛАНТИРИШ' МАВЗУСИДА
МУСТАКИЛ ИЛМИЙ ТАДКИКОТЧИЛИК АСОСИДА ИЛМИЙ ИЗЛАНИШЛАР ОЛИБ БОРМОКДАМАН`
b = a.replace("ХОЛМИРЗАЕВ ХУРШИД НАКИБИЛЛАЕВИЧ 1983 ЙИЛ 11 МАРТДА НАМАНГАН ВИЛОЯТИ УЧКУРГОН","Haydarova Shahnoza Nurmat qizi 2003 yil 31 iyulda Navoiy viloyati Nurota")
c = b.replace("1989-ЙИЛ УЧКУРГОН ШАХАР УСМОН ЮСУПОВ НОМЛИ 2-УРТА","2010-yil Nurota shahar Hamid Olimjon nomli 42- o'rta")
d = c.replace("1998-ЙИЛДА УШБУ МАКТАБНИНГ 9-СИНФИНИ ИМТИЁЗЛИ","2019-yilda Nurota shahri 27-maktabning 9-sinfini")
q = d.replace("УЧКУРГОН МКТИСОДИЁТ ВА ТАДБИРКОРЛИК КОЛЛЕЖИНИНГ 'ХУКУКШУНОСЛИК' МУТАХАССИСЛИГИ БУЙИЧА","shu maktabning 10-sinfiga")
w = q.replace("2001-ЙИЛДА УШБУ КОЛЛЕЖНИ ИМТИЁЗЛИ ДИПЛОМ БИЛАН","2021-yilda shu maktabni")
e = w.replace("2003-ЙИЛДА АНДИЖОН ДАВЛАТ УНИВЕРСИТЕТИ 'МИЛЛИЙ ИСТИКЛОЛ ГОЯСИ:ХУКУК ВА МАЪНАВИЯТ АСОСЛАРИ'","2021-yilda NDPIning 'matematika-informatika'")
r = e.replace("2007-ЙИЛДА УШБУ ЙУНАЛИШЛИ МУВАФФАККИЯТЛИ ТУГУТГАН ХОЛДА, УШБУ УНИВЕРСИТЕТДА ","Hozirda institutimizda")
t = r.replace("'МИЛЛИЙ ИСТИКЛОЛ ГОЯСИНИНГ ФАЛСАФИЙ МАСАЛАЛАРИ' ЙУНАЛИШИДА МАГИСТРАТУРА БУЛИМИНИНГ МАГИСТРАНТИ","Inkubatsiya va akseleratsiya markazining faol o'quvchilaridan biri ")
y = t.replace("2009-ЙИЛДА МАГИСТРАТУРА БУЛИМИНИ ТУГАТДИМ ВА ФАЛСАФА КАФЕДРАСИНИНГ ТАКЛИФИГА БИНОАН КАФЕДРА АССИСТЕНТИ ЛАВОЗИМИДА ИШЛАБ КЕЛМОКДАМАН. ИЛМИЙ ИЗЛАНИШЛАРИМНИ СИЁСИЙ ФАНЛАР БУЙИЧА ОЛИБ БОРМОКДАМАН. СИЁСИЙ МАДАНИЯТ ВА МАФКУРА' ИХТИСОСЛИГИ БУЙИЧА 'ЁШЛАРДА АХБОРОТ ТЕРРОРИЗМИГА КАРШИ ИММУНИТЕТНИ ШАКЛЛАНТИРИШ' МАВЗУСИДА МУСТАКИЛ ИЛМИЙ ТАДКИКОТЧИЛИК АСОСИДА ИЛМИЙ","Hozirda 'Inkubatsiya va akseleratsiya' markazida 'Web dasturlash'ni o'rganyabman.Ustozimiz bizga bor bilimlarini berib kelmoqda va men ham ustozimizning ishonchlarini oqlash uchun")
console.log(y.toLowerCase())
